//By Takplintus
namespace QuizGame;

public class Answers
{
    public static string[] CorrectlyAnswers =
    {
        "Англия",
        "Персидский",
        "Искра",
        "Франклин",
        "Французский танец",
        "Лягушонок",
        "Гиацинт",
        "Машина времени",
        "Киану Ривз",
        "Ветром",
        "Дэниэль Дефо",
        "Мотыга",
        "Татьяна",
        "Три",
        "Сирень",
        "Ковзан",
        "Жучка",
        "Линии рук",
        "Парамарибо",
        "Ртуть",
        "Аксинья",
        "Щегол",
        "Франкфурт-на-Ордере",
        "Налим",
        "Тифози",
        "Китай",
        "Колчак",
        "Вахтанг Кикабидзе",
        "Налогов",
        "Новый мир"
    };

    public static int Qsize = CorrectlyAnswers.Length;
}