//By Takplintus
namespace QuizGame;

public class Questions
{
    public static string[,] quests = {
        {
            "В какой стране воевали между собой в 15 веке Алая и Белая Розы?",
            "Франция",
            "Германия",
            "Англия"
        },
        {
            "Из какого языка пришло в русский язык слово \"караван\"?",
            "Татарский",
            "Персидский",
            "Итальянский"},
        {
            "Как называлась первая российская марксистская нелегальная газета?",
            "Зажигалка",
            "Искра",
            "Коктейль Молотова"
        },
        {
            "Кто изображен на стодолларовой купюре?",
            "Франклин",
            "Линкольн",
            "Кеннеди"
        },
        {
            "Что такое куранта?",
            "Ядовитое растение",
            "Пестик для красок",
            "Французский танец"
        },
        {
            "Как называли Маугли в волчьей стае?",
            "Ягненок",
            "Лягушонок",
            "Тигренок"
        },
        {
            "Какой из этих драгоценных камней является разновидностью минерала циркона?",
            "Гиацинт",
            "Гелиодор",
            "Альмандин"
        },
        {
            "Какая из этих популярных отечественных рок-групп была создана первой?",
            "Кино",
            "Наутилус Помпилиус",
            "Машина времени"
        },
        {
            "Кто сыграл адвоката дьявола в одноимённом кинофильме?",
            "Киану Ривз",
            "Микки Рурк",
            "Том Круз"
        },
        {
            "Чем были унесены герои известной голливудской мелодрамы?",
            "Носилками",
            "Течением",
            "Ветром"
        },
        {
            "Кого из этих писателей англичане считают прародителем разведслужбы Великобритании?",
            "Джонотан Свифт",
            "Чарльз Диккенз",
            "Дэниэль Дефо"
        },
        {
            "Как называется ручное орудие для рыхления земли, известное еще с каменного века?",
            "Мотыга",
            "Плуг",
            "Борона"
        },
        {
            "Какое из этих женских имен - греческого происхождения?",
            "Нина",
            "Татьяна",
            "Ольга"
        },
        {
            "Сколько сердец у осьминога?",
            "Четыре",
            "Три",
            "Два"
        },
        {
            "Чей цветок, по поверию, надо съесть для счастья, если вместо четырёх лепестков он имеет пять?",
            "Сирень",
            "Жасмин",
            "Черемуха"
        },
        {
            "Кто из этих асов авиации является единственным в мире лётчиком, совершившим четыре воздушных тарана?",
            "Зеленко",
            "Ковзан",
            "Хлобыстов"
        },
        {
            "Как звали собачку в сказке про репку?",
            "Шарик",
            "Тучка",
            "Жучка"
        },
        {
            "Какие линии находятся в сфере профессиональных интересов хиромантов?",
            "Линии лба",
            "Линии тела",
            "Линии рук"
        },
        {
            "Назовите столицу Суринама.",
            "Парамарибо",
            "Ханой",
            "Мадрас"
        },
        {
            "Какое вещество осядет на дно, если его налить в стакан с водой?",
            "Ртуть",
            "Керасин",
            "Оливковое масло"
        },
        {
            "Как звали героиню романа \"Тихий Дон\"?",
            "Анисья",
            "Анфиса",
            "Аксинья"
        },
        {
            "Какая из перечисленных птиц средней полосы России не улетает на зимовку?",
            "Скворец",
            "Щегол",
            "Соловей"
        },
        {
            "Какой из перечисленных городов был расположен на территории ГДР?",
            "Мюнхен",
            "Кельн",
            "Франкфурт-на-Ордере"
        },
        {
            "Какую из этих рыб лучше всего ловить зимней ночью?",
            "Налим",
            "Судак",
            "Щука"
        },
        {
            "Как называют итальянских любителей футбола (фанатов)?",
            "Фаньоти",
            "Пачоли",
            "Тифози"
        },
        {
            "Две трети какой страны площадью почти в 10 миллионов квадратных километров составляют горы и пустыни?",
            "Китай",
            "Афганистан",
            "Австралия"
        },
        {
            "Кто командовал частями Белой Армии, в бою с которыми погиб Чапаев?",
            "Деникин",
            "Колчак",
            "Врангель"
        },
        {
            "Кто из этих деятелей искусства не занимал пост министра культуры?",
            "Вахтанг Кикабидзе",
            "Полад Биль-Бюль оглы",
            "Раймонд Паулс"
        },
        {
            "За неуплату чего гангстер Аль Капоне был приговорён к 11 годам тюремного заключения?",
            "Профсоюзных взносов",
            "Алиментов",
            "Налогов"
        },
        {
            "В каком журнале состоялась первая отечественная публикация \"Архипелага Гулаг\"?",
            "Октябрь",
            "Новый мир",
            "Москва"
        }};
}